      * Now to display "hello world" many times

          IDENTIFICATION DIVISION.
          PROGRAM-ID.  HELLOTIMESTEN.
          PROCEDURE DIVISION.
           PERFORM 10 TIMES
           DISPLAY "Hello World"
           END-PERFORM
           STOP RUN.