      * This is my first program in COBOL !
                
        IDENTIFICATION DIVISION.
        PROGRAM-ID. hello.
        PROCEDURE DIVISION.
           DISPLAY "Hello World!".
           STOP RUN.